commands_templates/GetPrivateKeyStatus0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/advancedsecurity/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetPrivateKeyStatus>
         <!--type: KeyID-->
         <wsdl:KeyID>?</wsdl:KeyID>
      </wsdl:GetPrivateKeyStatus>
   </soap:Body>
</soap:Envelope>